Repository: assem-ch/wxbanker
Catalog: po/*.po
Languages: fr, hu, pt_br, uk

source: Transfer from %s
fr: Virement de %s
pt_br: Transferir de %s
uk: Перемістити їз %s

source: &Currency
fr: &Devise
hu: &Pénznem
pt_br: &Moeda

source: View &FAQs
fr: Voir la &FAQ
pt_br: Ver &FAQs

source: Ask a &Question
fr: Poser une &question
hu: Kér&dezek
pt_br: Faça uma &Pergunta

source: &Report a Bug
fr: Signale&r un bogue
hu: &Hiba bejelentése
pt_br: &Notifique um erro

source: &Settings
fr: &Configuration
hu: &Beállítások
pt_br: &Preferências

source: &Help
fr: &Aide
hu: &Súgó
pt_br: &Ajuda

source: A lightweight personal finance management application.
fr: Une légère application pour manager ses finances personnels.
hu: Pehelykönnyű személyi pénzügyi menedzser alkalmazás.
pt_br: Uma aplicação leve para gerenciamento financeiro pessoal.

source: Enter this transaction
fr: Entrer cette transaction
pt_br: Adicionar esta transação
uk: Введіть цю транзакцію

source: Warning: Unable to bind to DateCtrl's ENTER. Upgrade to wxPython >= 2.8.8.1 to fix this.
fr: Attention : impossible de lier
pt_br: Atenção: impossível vincular ao DateCtrl's ENTER. Faça o upgrade do wxPython para 2.8.8.1 ou superior.
uk: Попередження: Неможливо отримати DateCtrl's ENTER. Оновіться до wxPython >= 2.8.8.1 для виправлення цього.

source: '%s' is not a valid amount.
fr: '%s' n'est pas un montant valide.
hu: A '%s' összeg nem valós.
pt_br: '%s' não é uma quantia válida
uk: '%s' - невірна сума.

source: Invalid Transaction Amount
fr: Montant de transaction invalide
hu: Érvénytelen tranzakciós összeg
pt_br: Quantia inválida para transação
uk: Невірна Сума Транзакції

source: Clear search?
fr: Effacer la recherche?
hu: Töröljük a keresést?
pt_br: Limpar busca?
uk: Очистити пошук?

source: Search transactions
fr: Chercher des transactions
pt_br: Buscar transações
uk: Шукати транзакції

source: This will permanently remove the account '%s' and all its transactions. Continue?
fr: Cela va définitivement supprimer le compte '%s' et toutes ses transactions. Voulez-vous continuer?
hu: Ezzel véglegesen letöröljük a '%s' számlát és az összes tranzakcióját. Folytassuk?
pt_br: Isto removerá a conta '%s' e suas transações permanentemente. Continuar?

source: Show
fr: Afficher
hu: Megjelenít
pt_br: Mostrar
uk: Показати

source: Transfer to %s
fr: Virement sur %s
pt_br: Transferir para %s
uk: Перемістити на %s

source: Import transactions from a CSV file
fr: Importer des transactions depuis un fichier au format CSV
pt_br: Importar transações de um arquivo CSV

source: Auto-save
fr: Sauvegarde automatique
hu: Automatikus mentés
pt_br: Auto-salvar

source: Automatically save changes
fr: Enrgistrer automatiquement les modifications
hu: Változtatások automatikus mentése
pt_br: Salvar mudanças automaticamente

source: Select currency to display
fr: Sélectionnez la devise à afficher
pt_br: Selecione a moeda que será exibida

source: Request a Currency
fr: Propose une devise
hu: Pénznem kérése
pt_br: Solicitar uma moeda

source: View Frequently Asked Questions online
fr: Regarder les Fréquentes Questions Posées sur internet
hu: A Gyakran Ismételt Kérdések megtekintése interneten
pt_br: Exibir as perguntas frequentes online

source: Ask a question online
fr: Poser une question sur internet
hu: Interneten kérdezek
pt_br: Pergunte online

source: Report a bug to the developer online
fr: Reporter un Bug au développeur en ligne
hu: Hiba bejelentése interneten
pt_br: Notifique um erro ao desenvolvedor online

source: Request a Fea&ture
fr: Proposer une fonctionnalité
hu: Új szolgáltatás kérése
pt_br: Solicitar uma fu&nção

source: Request a new feature to be implemented
fr: Proposer l'implémentation d'une nouvelle fonctionnalité
hu: Új szolgáltatás megvalósításának kérése
pt_br: Solicitar uma nova função a ser implementada

source: Tran&slate wxBanker
fr: Tra&duire wxbanker
hu: A vxBanker le&fordítása
pt_br: Tra&duzir wxBanker

source: Translate wxBanker to another language
fr: Traduire wxbanker dans une autre langue
hu: A vxBanker lefordítása más nyelvre
pt_br: Traduzir wxBanker para outro idioma

source: &About
fr: &À propos
hu: Név&jegy
pt_br: &Sobre

source: More information about wxBanker
fr: Plus d'informations sur wxBanker
hu: További információk a vxBanker-ről
pt_br: Mais Informação sobre o wxBanker

source: &File
fr: &Fichier
hu: &Fájl
pt_br: &Arquivo

source: Transfer
fr: Virement
pt_br: Transferência
uk: Трансфер

source: Description
hu: Leírás
pt_br: Descrição
uk: Опис

source: Amount
fr: Quantité
hu: Összeg
pt_br: Quantia
uk: Сума

source: Recurring
pt_br: Recorrente

source: No amount entered in the 'Amount' field.
fr: La case 'Montant' ne contient pas de valeur.
hu: Nem adtál meg összeget az 'Összeg' mezőben.
pt_br: Nenhum valor no campo 'Quantia'.
uk: Не введено суму в полі ’Сума’.

source: Please enter a number such as 12.34 or -20.
fr: Merci d'entrer un nombre, par exemple 12.34, ou -20.
hu: Kérlek, számot írj. Például: 12.34 vagy -20.
pt_br: Por favor forneça um valor como: 12.34 ou -20
uk: Будьласка введіть цифру типу 12.34 або -20.

source: Please select an account and then try again.
fr: Merci de sélectionner un compte et de réessayer.
hu: Kérlek, válassz egy számlát és próbáld újra.
pt_br: Por favor, selecione uma conta e tente novamente.
uk: Будьласка виберіть рахунок та спробуйте ще раз.

source: No account selected
fr: Aucun compte sélectionné
hu: Nem választottál számlát.
pt_br: Nenhuma conta selecionada
uk: Рахунок не вибрано

source: If this box is checked when adding a transaction, you will be prompted for the account to use as the source of the transfer.
fr: Si cette case est cochée quand vous ajoutez une transaction, il vous sera demandé quel compte utiliser comme source du transfert.
pt_br: Se este campo estiver habilitado quando adicionar a tranferencia, será perguntado qual conta é a origem da transação.

source: For example, checking this box and entering a transaction of $50 into this account will also subtract $50 from the account that you choose as the source.
fr: Par exemple, cocher cette case et entrer une transaction de 50 $ dans ce compte soustraira aussi 50 $ sur le compte que vous aurez choisi comme source.
pt_br: Por exemplo, habilitando este campo e adicionando a transação que adiciona $50 na conta, será subtraido $50 da conta que voce escolher como origem.

source: Account
fr: Compte
hu: Számla
pt_br: Conta
uk: Рахунок

source: Fit Curve Degree
fr: Ajuster le degré de la courbe
hu: A görbeillesztés foka
pt_br: Grau de ajuste da curva

source: All accounts
fr: Tous les comptes
hu: Minde számla
pt_br: Todas as contas
uk: Усі рахунки

source: Balance
fr: Solde
hu: Egyenleg
pt_br: Balanço
uk: Баланс

source: Trend
fr: Tendance
pt_br: tendência
uk: Тенденція

source: Total Balance Over Time
fr: Solde Total sur Temps
hu: Teljes egyenleg az adott időben
pt_br: Balaço total ao longo do tempo
uk: Загальний Баланс за Період

source: Date
hu: Dátum
pt_br: Data
uk: Дата

source: No exchange rate for currency "%s"
fr: Pas de taux d'échange pour la devise "%s"
hu: Nincs váltószám megadva a "%s" valutához.
pt_br: Sem taxa de câmbio para moeda "%s"
uk: Немає обмінного курсу для валюти "%s"

source: Hide Calculator
fr: Masquer la calculatrice
hu: Számológép elrejtése
pt_br: Ocultar Calculadora
uk: Приховати Калькулятор

source: Show Calculator
fr: Montrer la calculatrice
hu: Számológép megjelenítése
pt_br: Exibir calculadora
uk: Показати Калькулятор

source: Transact
fr: Ajouter une transaction
pt_br: Transação
uk: Провести

source: Current Account
fr: Compte actuel
hu: Aktuális számla
pt_br: Conta Atual
uk: Поточний Рахунок

source: All Accounts
fr: Tous les comptes
hu: Minden számla
pt_br: Todas as Contas
uk: Усі Рахунки

source: More options
fr: Plus d'options
hu: Több lehetőség
pt_br: Mais opções
uk: Більше опцій

source: Less options
fr: Moins d'options
hu: Kevesebb lehetőség
pt_br: Menos opções
uk: Меньше параметрів

source: Case Sensitive
fr: Sensible à la casse
hu: Kisbetű-nagybetű számít
pt_br: Diferenciar Maiúsculas e Minúsculas
uk: З урахуванням регістру

source: Whether or not to match based on capitalization
fr: Rechercher ou non en se basant sur les majuscules
pt_br: Combina ou não baseado na capitalização

source: In:
fr: Dans:
pt_br: Em:
uk: В:

source: Match:
fr: Correspond:
pt_br: Combinar:
uk: Відповідає:

source: Show advanced search options
fr: Afficher les options de recherche avancées
hu: Részletes keresési beállítások megjelenítése
pt_br: Mostrar opções avançadas de busca
uk: Показати розширені параметри пошуку

source: Hide advanced search options
fr: Cacher les options de recherche avancées
hu: Részletes keresési beállítások elrejtése
pt_br: Ocultar opções avançadas de busca
uk: Приховати розширені параметри пошуку

source: CSV import
fr: Importation CSV
pt_br: Importar CSV
uk: Імпорт CSV

source: Target account
fr: Compte cible
hu: Célszámla
pt_br: Conta alvo
uk: Цільовий рахунок

source: Import
fr: Importer
pt_br: Importar
uk: Імпорт

source: CSV columns mapping
fr: Format des colonnes CSV
hu: CSV oszlop-egyeztetés
pt_br: Mapeamento de colunas CSV
uk: Призначення колонок CSV

source: Date format
fr: Format de la date
hu: Dátumformátum
pt_br: Formato de Data
uk: Формат дати

source: Decimal separator
fr: Séparateur décimal
hu: Tizedesjel
pt_br: Separador decimal
uk: Десятковий розділювач

source: CSV file settings
fr: Paramètres du fichier CSV
hu: CSV fájl beállításai
pt_br: Preferências de arquivo CSV
uk: Налаштування файла CSV

source: Skip first line
fr: Ignorer la première ligne
hu: Első sor kihagyása
pt_br: Pular primeira linha
uk: Пропустити перший рядок

source: Encoding
fr: Encodage
hu: Karakterkódolás
pt_br: Codificação
uk: Кодування

source: Column delimiter
fr: Délimiteur de colonnes
hu: Oszlop elválasztó
pt_br: Delimitador de coluna
uk: Розділювач колонки

source: File to import
fr: Fichier à importer
hu: Importálandó fájl
pt_br: Arquivo a importar
uk: Файл для імпорту

source: Preview
fr: Aperçu
hu: Előnézet
pt_br: Amostra
uk: Перегляд

source: CSV profiles
fr: Profils CSV
hu: CSV profilok
pt_br: Perfis CSV
uk: Профілі CSV

source: Python simplejson library is needed for csv profile loading/saving.
fr: La bibliothèque Python simplejson est nécessaire pour charger ou sauvegarder des profils CSV.
hu: A Python simplejson könyvtár szükséges a csv profilok betöltéséhez/mentéséhez.
pt_br: Biblioteca python simplejson é necessária para carregar/salvar perfis csv

source: Load
fr: Charger
hu: Betöltés
pt_br: Carregar
uk: Завантажити

source: Save
fr: Sauvegarder
hu: Mentés
pt_br: Salvar
uk: Зберегти

source: Delete
fr: Supprimer
hu: Törlés
pt_br: Deletar
uk: Знищити

source: The file encoding does not seem to be '%s'.
fr: L'encodage du fichier semble ne pas être '%s'.
hu: A fájl karakterkódolása valószínűleg '%s'.
pt_br: A codificação do arquivo não parece ser '%s'
uk: Кодування файлу не відповідає '%s'.

source: An error ocurred during the csv file import.
fr: Une erreur s'est produite lors de l'importation du fichier CSV.
hu: Hiba történt a csv importálás során.
pt_br: Ocorreu um erro durante a importação do arquivo csv
uk: Виникла помилка під час імпорту файлу CSV.

source: CSV import error
fr: Erreur d'importation CSV
hu: CVS import hiba
pt_br: Erro de importação do CSV
uk: Помилка імпорту CSV

source: Profile with the name '%s' exists already. Overwrite it ?
fr: Un profil avec le nom '%s' existe déjà. L'écraser ?
hu: A '%s' profil már létezik. Felülírjuk?
pt_br: Já existe um perfil chamado '%s'. Deseja sobrescrever?
uk: Профіль з назвою '%s' вже існує. Перезаписати його ?

source: Overwrite profile ?
fr: Écraser le profil ?
hu: Felülírjuk a profilt?
pt_br: Sobrescrever perfil?
uk: Перезаписати профіль ?

source: Select file and click "Preview"
fr: Sélectionner le fichier et cliquez sur "Aperçu"
hu: Válassz fájlt és kattints az "Előnézet"-re
pt_br: Selecione o arquivo e clique em "Amostra"
uk: Виберіть файл та натисніть "Перегляд"

source: No transactions entered.
fr: Aucune transaction sélectionnée.
pt_br: Nenhuma transação entrada
uk: Не введено транзакцію

source: Send %s to calculator
fr: Mettre la valeur de la calculatrice à %s
pt_br: Enviar %s a calculadora
uk: Надіслати %s в калькулятор

source: Add %s to calculator
fr: Ajouter %s à la valeur de la calculatrice
hu: Adjunk a számításhoz a %s-t.
pt_br: Adicionar %s a calculadora
uk: Додати %s в калькулятор

source: Subtract %s from calculator
fr: Soustraire %s de la valeur de la calculatrice
hu: Vonjunk ki a számításból %s-t.
pt_br: Subtrair %s a calculadora
uk: Відняти %s з калькулятора

source: Remove this transaction
fr: Retirer cette transaction
pt_br: Remover transação
uk: Видалити цю транзакцію

source: Move this transaction to account
fr: Deplacer cette transaction sur le compte
pt_br: Mover essa transação para conta
uk: Перемістити цю транзакцію на рахунок

source: Remove these %i transactions
fr: Supprimer ces %i transactions
pt_br: Remover essas %i transações
uk: Видалити ці %i транзакції

source: Move these %i transactions to account
fr: Déplacer ces %i transactions sur le compte
pt_br: Mover essas %i transações para conta
uk: Перемістити ці %i транзакції на рахунок

source: Accounts
fr: Comptes
hu: Számlák
pt_br: Contas
uk: Рахунки

source: Add a new account
fr: Ajouter un nouveau compte
hu: Új számla
pt_br: Adicionar nova conta
uk: Додати новий рахунок

source: Remove the selected account
fr: Supprimer le compte sélectionné
hu: A kijelölt számla törlése
pt_br: Remover a conta selecionada
uk: Видалити вибраний рахунок

source: Rename the selected account
fr: Renommer le compte sélectionné
hu: A kijelölt számla átnevezése
pt_br: Renomear a conta selecionada
uk: Перейменувати вибраний рахунок

source: Configure the selected account
fr: Configurer le compte sélectionné
hu: A kijelölt számla beállítása
pt_br: Configure a conta selecionada
uk: Налаштувати вибраний рахунок

source: Hide zero-balance accounts
fr: Cacher les comptes de balance nulle
hu: A zéró-összegű számlák elrejtése
pt_br: Ocultar contas com balanço zero
uk: Приховати рахунки з нульовим балансом

source: When enabled, accounts with a balance of $0.00 will be hidden from the list
fr: Si coché, les comptes de balance nulle seront cachés de la liste
hu: Ha ez be van állítva, akkor a 0 egyenlegű számlák nem jelennek meg a listában.
pt_br: Quando habilitada, contas com balanço $0.00 serão ocultadas da lista
uk: Якщо увімкнено, рахунки з балансом $0.00 будуть приховані

source: Sorry, an account by that name already exists.
fr: Désolé, un compte utilisant ce nom existe déjà.
hu: Bocsi, az adott névvel már létezik számla.
pt_br: Desculpe, já existe uma conta com este nome.
uk: Вибачте, рахунок з такою назвою вже існує.

source: Warning
fr: Attention
hu: Figyelmeztetés
pt_br: Atenção
uk: Попередження

source: Warning: Numpy module not available, disabling Summary tab. Install numpy to fix this.
fr: Attention: Numpy module n'est pas disponible, désactivant l'onglet résumé. Installez numpy pour corriger.
pt_br: Atenção: O modulo Numpy não está instalado, a aba Sumário será desabilitada, instale o numpy para habilita-la.
uk: Попередження: Модуль Numpy не доступний, що унеможливлює Вкладку Підсумків. Встановіть numpy щоб виправити це.

source: Transactions
hu: Tranzakciók
pt_br: Transações
uk: Транзакції

source: Summary
fr: Résumé
hu: Összesen
pt_br: Sumário

source: It looks like this is your first time using wxBanker!
fr: Il semble que c'est la première fois que vous utilisez wxbanker!
pt_br: Está é a primeira vez que você executa o wxBanker!

source: To get started, add an account using the account control in the top left corner.
fr: Pour commencer, ajoutez un compte en utilisant le contrôle compte dans le coin en haut a gauche.
pt_br: Para iniciar, adicione uma conta usando os controles no conto esquerdo superior.

source: The buttons in the account control allow you to add, remove, and rename an account, respectively.
fr: Les boutons dans le contrôle compte vous autorisent a ajouter, enlever, et renommer un compte, respectivement.
pt_br: Os botões de contre permitem adicionar, remover e renomear contas, respectivamente.

source: Once you have created an account you can add transactions to it (such as your initial balance) using the controls below the grid on the bottom right.
fr: Une fois que vous avez ajouté un compte vous pouvez-y ajouter des transactions (comme votre balance initiale) en utilisant les contrôles ce situant en dessous de la grille en bas a droite.
pt_br: Uma vez que a conta foi criada, você pode adicionar transações utilizando os controles no rodapé do programa.

source: Have fun!
fr: Amusez-vous!
pt_br: Divirta-se!

source: Welcome!
fr: Bienvenue!
hu: Üdv!
pt_br: Bem-Vindo!

source: Save changes?
fr: Enregistrer les modifications ?
hu: Mentsük a változtatásokat?
pt_br: Salvar mudanças?

source: You have made changes since the last save. Would you like to save before exiting?
fr: Vous avez effectué des modifications depuis votre dernier enregistrement. Voulez-vous enregistrer ces modifications avant de fermer l'application ?
pt_br: Você efetuou mudanças desde o ultimo salvamento. Gostaria de salvar antes de sair?

source: Note that enabling auto-save from the File menu will eliminate the need for manual saving.
fr: Notez qu'activer la sauvegarder automatique depuis le menu Fichier éliminera le besoin de sauvegarde manuelle.
pt_br: Observe que habilitar o auto-salvar pelo menu irá eliminar a necessidade de salvar manualmente.

source: Copyright
fr: Droits d'auteur

source: Total
hu: Teljes összeg
uk: Всього

source: Which account will the money come from?
hu: Melyik számláról érkezzen az összeg?
uk: З якого рахунку надійдуть кошти?

source: Other accounts
hu: További számlák
uk: Інші рахунки

source: transfer
hu: átutalás
uk: трансфер

source: transaction
hu: tranzakció
uk: транзакція

source: Sample Points
hu: Mintavételi pontok

source: &Tools
hu: &Eszközök
